{
  "homeNavButton": "Início",
  "aboutMeNavButton": "Sobre mim",
  "gamesNavButton": "Jogos",
  "contactsNavButton": "Contatos",
  "homeSubTitle": "Unity Developer",
  "homeDescription": "Olá, bem-vindo ao meu site, aqui eu irei te mostrar os meus melhores projetos!",
  "aboutSubTitle": "Sobre mim",
  "aboutDescription": "Oi, eu sou o Wendell, um programador de jogos brasileiro apaixonado por videogames e tecnologia. Dediquei minha carreira ao desenvolvimento de jogos para diversas plataformas, aprimorando constantemente minhas habilidades em programação e game development. Além do meu trabalho, tenho um canal no YouTube onde compartilho meus projetos e insights sobre desenvolvimento de jogos e programação.",
  "aboutButtonText": "SOBRE MIM",
  "backButtonText": "VOLTAR",
  "rogueSynopsis": "\"Rogue Masters é um jogo cooperativo de até 6 jogadores com combate estilo souls-like.\"",
  "rogueDescription": "Trabalhei neste projeto por dois anos, com foco principal na parte de networking. Fui responsável pela sincronização das mecânicas de gameplay, pelo desenvolvimento de soluções de rede robustas e pela otimização da infraestrutura de código do projeto para garantir uma experiência online fluida e eficiente.",
  "draftFeverSynopsis": "\"Draft Fever Bowl é um jogo multi-jogador competitivo de simulação de gerenciamento de futebol americano.\"",
  "draftFeverDescription": "Este é o projeto no qual estou trabalhando atualmente com uma equipe internacional. Minhas principais responsabilidades incluem a implementação de UI/UX, o desenvolvimento de sistemas de rede complexos e a otimização de desempenho para garantir uma experiência fluida para os usuários.",
  "petShopSynopsis": "\"Em Pet Shop Fever, você ira gerenciar uma movimentado Simulador de Hotéis, onde cada decisão conta!\"",
  "petShopDescription": "Trabalhei nesse projeto por aproximadamente um ano. Integrei a equipe desde seu início, durante o periodo de prototipagem. Desenvolvi o sistema de telas, implementei menus e modais, animações, alguns sistemas de gameplay, inteligência artificial, entre outros.",
  "amazonSynopsis": "\"Dez jovens comuns, que viviam cidades diferentes, se encontram na Amazônia “por obra do destino” e, aos poucos, reconhecem que têm um chamado para atuar naquele lugar. Ajude nossos heróis a salvar a Floresta!\"",
  "amazonDescription": "Participei do desenvolvimento desse jogo por alguns meses. Fui o unico programador atuando ativamente no projeto, fazendo a melhoria de sistemas já existentes e implementação de novos. Trabalhei na geração procedural do terreno, habilidade dos personagens, inimigos, telas, animações, otimização, entre outros.",
  "horrorSynopsis": "\"Where Are You é um jogo de terror cooperativo. Seu objetivo é investigar casas mal assombradas e exorcizar o fantasma que a assombra.\"",
  "horrorDescription": "Sou apaixonado por jogos de terror cooperativos, e isso me motivou a desenvolver este projeto. Meu objetivo é lançá-lo na Steam no futuro. Este projeto tem sido uma excelente oportunidade para aprofundar meus conhecimentos no desenvolvimento de jogos multiplayer.",
  "origensSynopsis": "\"Origens é um jogo de plataforma 2D onde o personagem principal faz uma jornada em um mundo recém criado que evolui geologicamente através das eras.\"",
  "origensDescription": "Esse projeto foi o TCC da minha graduação de Tecnologia em Jogos Digitais. Atuei nele como programador, artista, roteirista e game designer. Muito do que sei aprendi desenvolvendo esse jogo, foi um grande desafio, porém hoje esse é um dos projetos que eu mais me orgulho.",
  "arrowSynopsis": "\"Você está em um cemitério e tem que atirar flechas em hordas de esqueletos para sobreviver o máximo de tempo possível.\"",
  "arrowDescription": "Esse projeto foi um teste de programação. O objetivo era desenvolver um projeto com o máximo de qualidade técnica possível para avaliar o quanto aprendi durante meu período de bootcamping.",
  "topDownShooterSynopsis": "\"Um jogo de tiro roguelike onde você precisa limpar áreas com inimigos e melhorar seus equipamentos para chegar cada vez mais longe.\"",
  "topDownShooterDescription": "Comecei a trabalhar nesse jogo para estudar alguns sistemas e mecânicas que eu acho muito interessante, como randomização de fases modulares, sistema de tiros, aprimoramento e powerups. Planejo finalizar esse jogo e lança-lo algum dia.",
  "overthrowSynopsis":"\"Em um jogo com temática de sonho, você tem que derrubar os obstáculos no seu caminho para chegar no final.\"",
  "overthrowDescription": "Desenvolvi esse jogo durante o meu período de bootcamp. Eu tive a ajuda de programadores seniors que me acompanharam e me ensinaram muitas coisas, foi aqui que realmente absorvi vários conceitos muito importantes sobre programação.",
  "fruitsSynopsis": "\"Enfrente os inimigos e colete todas as frutas para avançar para a próxima fase nesse lindo jogo de plataforma 2D.\"",
  "fruitsDescription": "Um projeto pessoal que desenvolvi para praticar. Meu principal objetivo com este projeto foi desenvolver um jogo simples com mecânica divertida e fluida. Foi uma ótima oportunidade para estudar mais sobre I.A e ferramentas da Unity.",
  "bloodlustSynopsis": "\"Se esconda nas sombras para sobreviver à caça, não seja visto pelos caçadores e mate sua sede de sangue.\"",
  "bloodlustDescription": "Esse jogo foi desenvolvido em uma GameJam de 48 horas. Fiz esse jogo com meu amigo e fui responsável pela parte de programação e game design, idealizando as mecânicas principais do jogo e criando as fases.",
  "funkinFighterSynopsis": "\"Imagine uma mistura de Street Fighter com Friday Night Funkin'. Se mantenha no ritmo da música para vencer seu adversário em uma briga de rua.\"",
  "funkinFighterDescription": "Em algum momento em senti vontade de criar algum projeto diferente onde eu precisaria ter bastante criatividade para desenvolver algo funcional porém único e divertido, então me veio a ideia de fazer o Funkin' Fighter.",
  "jumpSynopsis": "\"Pule os obstáculos e vença os desafios de plataforma para avançar para a próxima fase.\"",
  "jumpDescription": "Esse projeto é um remake do primeiro jogo que eu desenvolvi durante a faculdade. O objetivo foi comparar o quanto evolui como programador em um período de um ano de estudos.",
  "contactMe": "Entre em Contato",
  "contactMeDescription": "Se quiser conhecer mais do meu trabalho ou entrar em contato comigo, sinta-se a vontade para checar minhas redes clicando em algum dos botões abaixo!",
  "resumeButtonText": "Currículo",
  "goHomeButtonText": "INÍCIO",
  "disabledGameButton": "Em desenvolvimento"
}