{
  "homeNavButton": "Home",
  "aboutMeNavButton": "About me",
  "gamesNavButton": "Games",
  "contactsNavButton": "Contacts",
  "homeSubTitle": "Software Engineer",
  "homeDescription": "Hello there, welcome to my website, here I will show you my best projects!",
  "aboutSubTitle": "About me",
  "aboutDescription": "My name is Wendell, I'm a 22-year-old Brazilian and I've been working as a game programmer for 3 years. I specialize in Unity3D and the C# programming language. I develop games for mobile and desktop and I also intend to develop games for consoles.",
  "aboutButtonText": "ABOUT ME",
  "backButtonText": "BACK",
  "rogueSynopsis": "\"Rogue Masters is a cooperative game of up to 6 players with souls-like style combat.\"",
  "rogueDescription": "I worked on this project for 2 years, I worked mainly on the networking side. I was responsible for synchronizing gameplay mechanics and developing and optimizing the project's code infrastructure.",
  "horrorSynopsis": "\"Where Are You is a cooperative horror game. Your goal is to investigate haunted houses and exorcise the ghost that haunts them.\"",
  "horrorDescription": "I really like cooperative horror games, so I decided to develop this project and I intend to launch it on Steam one day. This project was perfect for studying multiplayer game development.",
  "origensSynopsis": "\"Origens is a 2D platform game where the main character takes a journey in a newly created world that evolves geologically through the ages.\"",
  "origensDescription": "This project was the Final Paper for my Digital Games Technology degree. I worked on it as a programmer, artist, writer and game designer. I learned a lot of what I know developing this game, it was a great challenge, but today this is one of the projects I'm most proud of.",
  "arrowSynopsis": "\"You're in a cemetery and have to shoot arrows at hordes of skeletons to survive as long as possible.\"",
  "arrowDescription": "This project was a programming test. The objective was to develop a project with the maximum technical quality possible to evaluate how much I learned during my bootcamping period.",
  "topDownShooterSynopsis": "\"A roguelike shooter where you need to clear areas with enemies and improve your equipment to get further and further.\"",
  "topDownShooterDescription": "I started working on this game to study some systems and mechanics that I find very interesting, such as randomization of modular Stages, shooting system, improvements and powerups. I plan to finish this game and release it someday.",
  "overthrowSynopsis":"\"In a dream-themed game, you have to knock down the obstacles in your way to get to the end.\"",
  "overthrowDescription": "I develop this game during my bootcamp period. I had the help of senior programmers who accompanied me and taught me many things, it was here that I really absorbed several very important concepts about programming.",
  "fruitsSynopsis": "\"Face the enemies and collect all the fruits to advance to the next level in this beautiful 2D platformer.\"",
  "fruitsDescription": "A personal project that I developed to practice. My main goal with this project was to develop a simple game with fun and fluid mechanics. It was a great opportunity to study more about A.I and Unity tools.",
  "bloodlustSynopsis": "\"Hide in the shadows to survive the hunt, avoid being seen by hunters and quench your bloodlust.\"",
  "bloodlustDescription": "This game was developed in a 48-hour GameJam. I made this game with my friend and I was responsible for the programming and game design, devising the mechanics of the game and creating the levels.",
  "funkinFighterSynopsis": "\"Imagine a mix of Street Fighter and Friday Night Funkin'. Keep up with the music to beat your opponent in a street fight.\"",
  "funkinFighterDescription": "At some point I felt the desire to create a different project where I would need to have a lot of creativity to develop something functional but unique and fun, so the idea of making Funkin' Fighter came to me.",
  "jumpSynopsis": "\"Jump the obstacles and beat the platform challenges to advance to the next stage.\"",
  "jumpDescription": "This project is a remake of the first game I developed during college. The goal was to compare how much I improved as a programmer over a period of one year of studies.",
  "contactMe": "Get in Touch",
  "contactMeDescription": "If you want to know more about my work or get in touch with me, feel free to check out my networks by clicking on any of the buttons below!",
  "resumeButtonText": "Resume",
  "goHomeButtonText": "HOME" ,
  "disabledGameButton": "In development"
}